Repository: TuTouPower/zmole
Catalog: src/zmole/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# app.mode
source: Work mode
zh_hans: 工作模式
zh_hant: 工作模式

# mode.clean
source: Clean
zh_hans: 清理
zh_hant: 清理

# mode.software
source: Software
zh_hans: 软件
zh_hant: 軟體

# mode.optimize
source: Optimize
zh_hans: 优化
zh_hant: 最佳化

# mode.analyze
source: Analyze
zh_hans: 分析
zh_hant: 分析

# mode.status
source: Status
zh_hans: 状态
zh_hant: 狀態

# settings.open
source: Settings
zh_hans: 设置
zh_hant: 設定

# software.subtitle
source: Review applications and protection rules
zh_hans: 查看应用与保护规则
zh_hant: 查看軟體與保護規則

# software.mode
source: Software section
zh_hans: 软件分区
zh_hant: 軟體分區

# software.uninstall
source: Uninstall
zh_hans: 卸载
zh_hant: 解除安裝

# software.whitelist
source: Protection rules
zh_hans: 保护规则
zh_hant: 保護規則

# optimize.subtitle
source: Preview maintenance before it runs
zh_hans: 先预览维护动作，再执行
zh_hant: 先預覽維護動作，再執行

# optimize.mode
source: Optimization section
zh_hans: 优化分区
zh_hant: 最佳化分區

# optimize.maintenance
source: Maintenance
zh_hans: 系统维护
zh_hant: 系統維護

# optimize.purge
source: Purge
zh_hans: 项目清理
zh_hant: 專案清理

# status.subtitle
source: Machine telemetry and operation history
zh_hans: 机器状态与操作历史
zh_hant: 機器狀態與操作歷史

# status.mode
source: Status section
zh_hans: 状态分区
zh_hant: 狀態分區

# status.live
source: Live
zh_hans: 实时
zh_hant: 即時

# status.history
source: History
zh_hans: 历史
zh_hant: 歷史

# uninstall.search
source: Search applications
zh_hans: 搜索应用
zh_hant: 搜尋軟體

# uninstall.source
source: Source
zh_hans: 来源
zh_hant: 來源

# uninstall.all_sources
source: All sources
zh_hans: 全部来源
zh_hant: 全部來源

# uninstall.sort
source: Sort
zh_hans: 排序
zh_hant: 排序

# uninstall.sort_name
source: Name
zh_hans: 名称
zh_hant: 名稱

# uninstall.sort_size
source: Size
zh_hans: 大小
zh_hant: 大小

# uninstall.sort_source
source: Source
zh_hans: 来源
zh_hant: 來源

# uninstall.selected
source: Selected applications
zh_hans: 已选应用
zh_hant: 已選軟體

# uninstall.size_unknown
source: Size unknown
zh_hans: 大小未知
zh_hant: 大小未知

# uninstall.source_unknown
source: Source unknown
zh_hans: 来源未知
zh_hant: 來源未知

# uninstall.clear_selection
source: Clear
zh_hans: 清除选择
zh_hant: 清除選取

# uninstall.details
source: Show details
zh_hans: 显示详情
zh_hant: 顯示詳細資料

# uninstall.selected_state
source: Selected
zh_hans: 已选中
zh_hant: 已選取

# uninstall.not_selected_state
source: Not selected
zh_hans: 未选中
zh_hant: 未選取

# uninstall.error_title
source: Uninstall failed
zh_hans: 卸载失败
zh_hant: 解除安裝失敗

source: Uninstall result
zh_hans: 卸载结果
zh_hant: 解除安裝結果

# uninstall.error.failed
source: Uninstall failed
zh_hans: 卸载失败
zh_hant: 解除安裝失敗

# uninstall.error.unknown_result
source: The command result could not be attributed to each application.
zh_hans: 无法确认每个应用的命令结果。
zh_hant: 無法確認每個軟體的命令結果。

# uninstall.error.invalid_name
source: The selected application name is not valid for this batch.
zh_hans: 所选应用名称不适用于此批次。
zh_hant: 所選軟體名稱不適用於此批次。

# operation.error.busy
source: Another operation is already running.
zh_hans: 另一个操作正在运行。
zh_hant: 另一個操作正在執行。

# operation.error.stale_preview
source: This preview is no longer current. Run it again.
zh_hans: 此预览已失效，请重新预览。
zh_hant: 此預覽已失效，請重新預覽。

# clean.preview_title
source: This preview
zh_hans: 本次预览
zh_hant: 本次預覽

# clean.preview_scope
source: The command will rescan before execution.
zh_hans: 执行时 mole 会重新扫描。
zh_hant: 執行時 mole 會重新掃描。

# clean.preview_ready
source: Ready to review
zh_hans: 可确认
zh_hant: 可確認

# clean.preview_count
source: items in this preview
zh_hans: 项受本次预览影响
zh_hant: 項受本次預覽影響

# clean.preview_hint
source: Run a preview to review paths before cleaning.
zh_hans: 先预览路径，再确认清理。
zh_hant: 先預覽路徑，再確認清理。

# clean.error_title
source: Clean failed
zh_hans: 清理失败
zh_hant: 清理失敗

source: Clean result
zh_hans: 清理结果
zh_hant: 清理結果

# optimize.preview_note
source: Review the maintenance output before execution.
zh_hans: 执行前先查看维护输出。
zh_hant: 執行前先查看維護輸出。

# optimize.preview_output
source: Maintenance preview
zh_hans: 维护预览
zh_hant: 維護預覽

# optimize.preview_ready
source: Preview ready
zh_hans: 预览就绪
zh_hant: 預覽就緒

# optimize.preview_hint
source: Run a preview to see what maintenance will report.
zh_hans: 运行预览，查看维护输出。
zh_hant: 執行預覽，查看維護輸出。

# optimize.error_title
source: Maintenance failed
zh_hans: 维护失败
zh_hant: 維護失敗

# optimize.result
source: Maintenance result
zh_hans: 维护结果
zh_hant: 維護結果

# purge.preview_note
source: Project cleanup remains preview-only until you confirm.
zh_hans: 项目清理在确认前不会执行。
zh_hant: 專案清理在確認前不會執行。

# purge.preview_output
source: Purge preview
zh_hans: 项目清理预览
zh_hant: 專案清理預覽

# purge.preview_ready
source: Preview ready
zh_hans: 预览就绪
zh_hant: 預覽就緒

# purge.preview_hint
source: Run a preview to review project cleanup output.
zh_hans: 运行预览，查看项目清理输出。
zh_hant: 執行預覽，查看專案清理輸出。

# purge.error_title
source: Purge failed
zh_hans: 项目清理失败
zh_hant: 專案清理失敗

source: Purge result
zh_hans: 项目清理结果
zh_hant: 專案清理結果

# status.paused
source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

# status.sampling
source: Sampling live
zh_hans: 正在实时采样
zh_hant: 正在即時取樣

# status.waiting
source: Waiting for a sample
zh_hans: 等待采样
zh_hant: 等待取樣

# status.resume
source: Resume
zh_hans: 恢复
zh_hant: 恢復

# status.pause
source: Pause
zh_hans: 暂停
zh_hant: 暫停

# status.retry
source: Retry
zh_hans: 重试
zh_hant: 重試

# status.health_detail
source: Current health score
zh_hans: 当前健康评分
zh_hant: 目前健康評分

# status.cpu.detail
source: Current CPU usage
zh_hans: 当前 CPU 使用率
zh_hant: 目前 CPU 使用率

# status.memory.detail
source: Memory in use
zh_hans: 内存使用情况
zh_hant: 記憶體使用情況

# status.disk_io
source: Disk I/O
zh_hans: 磁盘 I/O
zh_hant: 磁碟 I/O

# status.disk_io_warming
source: Measuring baseline
zh_hans: 正在建立基线
zh_hant: 正在建立基線

# status.read
source: Read
zh_hans: 读取
zh_hant: 讀取

# status.write
source: Write
zh_hans: 写入
zh_hant: 寫入

# status.network
source: Network
zh_hans: 网络
zh_hant: 網路

# status.download
source: Download
zh_hans: 下载
zh_hant: 下載

# status.upload
source: Upload
zh_hans: 上传
zh_hant: 上傳

# status.physical_interfaces
source: Physical interfaces only
zh_hans: 仅统计物理接口
zh_hant: 僅統計實體介面

# status.processes
source: Top processes
zh_hans: 进程
zh_hant: 程序

# status.stale
source: Data may be stale
zh_hans: 数据可能已过期
zh_hant: 資料可能已過期

# status.processes_waiting
source: Waiting for process data
zh_hans: 等待进程数据
zh_hant: 等待程序資料

# status.trend_waiting
source: Collecting trend samples
zh_hans: 正在收集趋势样本
zh_hant: 正在收集趨勢樣本

# status.trend_ready
source: Trend has multiple samples
zh_hans: 趋势已有多个样本
zh_hant: 趨勢已有多個樣本

# status.unavailable
source: Unavailable
zh_hans: 不可用
zh_hant: 無法使用

# analyze.title
source: Space analysis
zh_hans: 空间分析
zh_hant: 空間分析

# analyze.read_only
source: Read only
zh_hans: 只读浏览
zh_hant: 唯讀瀏覽

# analyze.start
source: Analyze a directory to see how its space is used.
zh_hans: 分析目录，查看空间占用。
zh_hant: 分析目錄，查看空間使用情況。

# analyze.filter
source: Filter this directory
zh_hans: 筛选当前目录
zh_hant: 篩選目前目錄

# analyze.open_directory
source: Open directory
zh_hans: 进入目录
zh_hant: 開啟目錄

# analyze.current_total
source: Current result
zh_hans: 当前结果总量
zh_hant: 目前結果總量

# analyze.space_map
source: Space map
zh_hans: 空间地图
zh_hant: 空間地圖

# analyze.area_hint
source: Area represents size in this result
zh_hans: 面积表示当前结果中的大小
zh_hant: 面積表示目前結果中的大小

# analyze.no_sizes
source: No measurable entries
zh_hans: 没有可绘制条目
zh_hant: 沒有可繪製項目

# analyze.no_sizes_detail
source: Zero-sized entries remain available in the directory list.
zh_hans: 零大小条目仍可在目录列表中查看。
zh_hant: 零大小項目仍可在目錄列表中查看。

# analyze.select_hint
source: Select a rectangle or a directory row to inspect it.
zh_hans: 选择矩形或目录行，查看路径与大小。
zh_hant: 選取矩形或目錄列，查看路徑與大小。

# about.bundled_version
source: Bundled mole version
zh_hans: 捆绑 mole 版本
zh_hant: 捆綁 mole 版本

# about.license
source: Licensed under GPL-3.0.
zh_hans: 许可证：GPL-3.0。
zh_hant: 授權：GPL-3.0。

# about.not_commercial
source: Based on the open-source mole CLI; unrelated to Mole for Mac.
zh_hans: 基于开源 mole CLI，与 Mole for Mac 无关。
zh_hant: 基於開源 mole CLI，與 Mole for Mac 無關。

# about.releases
source: Open GitHub Releases
zh_hans: 打开 GitHub Releases
zh_hant: 開啟 GitHub Releases

# about.source
source: A native GUI for the open-source mole CLI.
zh_hans: 开源 mole CLI 的原生图形界面。
zh_hant: 開源 mole CLI 的原生圖形介面。

# about.title
source: About
zh_hans: 关于
zh_hant: 關於

# action.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# action.confirm
source: Confirm
zh_hans: 确认
zh_hant: 確認

# destructive.summary
source: This action is a placeholder. Review the preview before any execution is connected.
zh_hans: 当前为空壳。接入执行前先核对预览。
zh_hant: 目前為空殼。接入執行前先核對預覽。

# clean.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# clean.confirm_summary
source: Clean will rescan at execution time; the list may change.
zh_hans: 执行时会重新扫描，列表可能变化。
zh_hant: 執行時會重新掃描，列表可能變化。

# clean.confirm_title
source: Confirm clean
zh_hans: 确认清理
zh_hant: 確認清理

# clean.empty
source: Run a successful preview to see items.
zh_hans: 先完成成功预览以查看项目。
zh_hant: 先完成成功預覽以查看項目。

# clean.execute
source: Execute clean
zh_hans: 执行清理
zh_hant: 執行清理

# clean.executing
source: Cleaning…
zh_hans: 正在清理…
zh_hant: 正在清理…

# clean.execution_note
source: Execution will rescan the system; the list may change.
zh_hans: 执行时会重新扫描系统，列表可能变化。
zh_hant: 執行時會重新掃描系統，列表可能變化。

# clean.error.changed_list
source: The preview list changed. Run preview again.
zh_hans: 预览列表已变化，请重新预览。
zh_hant: 預覽列表已變化，請重新預覽。

# clean.error.empty_list
source: This preview did not produce a list.
zh_hans: 本次预览没有产生列表。
zh_hant: 本次預覽沒有產生列表。

# clean.error.invalid_list
source: The preview list is not valid UTF-8 text.
zh_hans: 预览列表不是有效的 UTF-8 文本。
zh_hant: 預覽列表不是有效的 UTF-8 文字。

# clean.error.missing_list
source: This preview did not write a list.
zh_hans: 本次预览没有写出列表。
zh_hant: 本次預覽沒有寫出列表。

# clean.error.missing_mole
source: The bundled mole executable is unavailable.
zh_hans: 找不到捆绑的 mole。
zh_hant: 找不到捆綁的 mole。

# clean.preview
source: Preview
zh_hans: 预览
zh_hant: 預覽

# clean.previewing
source: Loading preview…
zh_hans: 正在加载预览…
zh_hant: 正在載入預覽…

source: Clean cancelled.
zh_hans: 清理已取消。
zh_hant: 清理已取消。

# uninstall.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Uninstall cancelled.
zh_hans: 卸载已取消。
zh_hant: 解除安裝已取消。

# uninstall.confirm_summary
source: The selected app will be moved to the Trash. Mole will rescan before execution.
zh_hans: 所选 App 将移到废纸篓，执行前 mole 会重新扫描。
zh_hant: 所選 App 將移到垃圾桶，執行前 mole 會重新掃描。

# uninstall.confirm_title
source: Confirm uninstall
zh_hans: 确认卸载
zh_hant: 確認解除安裝

# uninstall.empty
source: No uninstallable applications found.
zh_hans: 没有找到可卸载的应用。
zh_hant: 找不到可解除安裝的 App。

# uninstall.error.ambiguous
source: The selected uninstall name is not unique. Run the list again.
zh_hans: 所选卸载名称不唯一，请重新获取列表。
zh_hant: 所選解除安裝名稱不唯一，請重新取得列表。

# uninstall.error.changed_target
source: The selected app changed. Run preview again.
zh_hans: 所选应用已变化，请重新预览。
zh_hant: 所選 App 已變化，請重新預覽。

# uninstall.error.invalid_list
source: Mole returned an invalid uninstall list.
zh_hans: mole 返回了无效的卸载列表。
zh_hant: mole 回傳了無效的解除安裝列表。

# uninstall.error.missing_mole
source: The bundled mole executable is unavailable.
zh_hans: 找不到捆绑的 mole。
zh_hant: 找不到捆綁的 mole。

# uninstall.error.no_selection
source: Select one application first.
zh_hans: 请先选择一个应用。
zh_hant: 請先選擇一個 App。

# uninstall.execute
source: Execute uninstall
zh_hans: 执行卸载
zh_hant: 執行解除安裝

# uninstall.executing
source: Uninstalling…
zh_hans: 正在卸载…
zh_hant: 正在解除安裝…

# uninstall.preview
source: Preview uninstall
zh_hans: 预览卸载
zh_hant: 預覽解除安裝

# uninstall.preview_result
source: Preview result
zh_hans: 预览结果
zh_hant: 預覽結果

# uninstall.previewing
source: Building preview…
zh_hans: 正在生成预览…
zh_hant: 正在建立預覽…

# uninstall.refresh
source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

# uninstall.loading
source: Loading applications…
zh_hans: 正在加载应用…
zh_hant: 正在載入 App…

# optimize.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Optimize cancelled.
zh_hans: 优化已取消。
zh_hant: 最佳化已取消。

# optimize.confirm_summary
source: Optimize will run again after confirmation.
zh_hans: 确认后将重新运行优化。
zh_hant: 確認後會重新執行最佳化。

# optimize.confirm_title
source: Confirm optimize
zh_hans: 确认优化
zh_hant: 確認最佳化

# optimize.empty
source: Run a successful preview to continue.
zh_hans: 先完成成功预览才能继续。
zh_hant: 先完成成功預覽才能繼續。

# optimize.empty_output
source: The preview returned no output.
zh_hans: 本次预览没有输出。
zh_hant: 本次預覽沒有輸出。

# optimize.error.missing_mole
source: The bundled mole executable is unavailable.
zh_hans: 找不到捆绑的 mole。
zh_hant: 找不到捆綁的 mole。

# optimize.error.failed
source: Optimize failed.
zh_hans: 优化失败。
zh_hant: 最佳化失敗。

# optimize.execute
source: Execute optimize
zh_hans: 执行优化
zh_hant: 執行最佳化

# optimize.executing
source: Optimizing…
zh_hans: 正在优化…
zh_hant: 正在最佳化…

# optimize.output
source: Preview output
zh_hans: 预览输出
zh_hant: 預覽輸出

# optimize.preview
source: Preview optimize
zh_hans: 预览优化
zh_hant: 預覽最佳化

# optimize.previewing
source: Building preview…
zh_hans: 正在生成预览…
zh_hant: 正在建立預覽…

# purge.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Purge cancelled.
zh_hans: 清除已取消。
zh_hant: 清除已取消。

# purge.confirm_summary
source: Purge will permanently remove eligible old projects after confirmation.
zh_hans: 确认后将永久删除符合条件的旧项目。
zh_hant: 確認後會永久刪除符合條件的舊專案。

# purge.confirm_title
source: Confirm purge
zh_hans: 确认清除
zh_hant: 確認清除

# purge.empty
source: Run a successful preview to continue.
zh_hans: 先完成成功预览才能继续。
zh_hant: 先完成成功預覽才能繼續。

# purge.empty_output
source: The preview returned no output.
zh_hans: 本次预览没有输出。
zh_hant: 本次預覽沒有輸出。

# purge.error.failed
source: Purge failed.
zh_hans: 清除失败。
zh_hant: 清除失敗。

# purge.error.missing_mole
source: The bundled mole executable is unavailable.
zh_hans: 找不到捆绑的 mole。
zh_hant: 找不到捆綁的 mole。

# purge.execute
source: Execute purge
zh_hans: 执行清除
zh_hant: 執行清除

# purge.executing
source: Purging…
zh_hans: 正在清除…
zh_hant: 正在清除…

# purge.output
source: Preview output
zh_hans: 预览输出
zh_hant: 預覽輸出

# purge.preview
source: Preview purge
zh_hans: 预览清除
zh_hant: 預覽清除

# purge.previewing
source: Building preview…
zh_hans: 正在生成预览…
zh_hant: 正在建立預覽…

# placeholder.summary
source: This page will be connected to mole in a later task.
zh_hans: 此页面将在后续 task 接入 mole。
zh_hant: 此頁面將在後續 task 接入 mole。

# settings.about.open
source: About zmole
zh_hans: 关于 zmole
zh_hant: 關於 zmole

# settings.about.title
source: About
zh_hans: 关于
zh_hant: 關於

# settings.language.label
source: Language
zh_hans: 语言
zh_hant: 語言

# settings.language.system
source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.language.title
source: Language
zh_hans: 语言
zh_hant: 語言

# settings.language.zh-Hant
source: 繁體中文
zh_hans: 繁体中文

# settings.language.immediate
source: Changes apply immediately.
zh_hans: 修改立即生效。
zh_hant: 修改立即生效。

# settings.permissions.description
source: If an operation needs permission, open macOS System Settings to review access.
zh_hans: 如果操作需要权限，可打开 macOS 系统设置检查访问权限。
zh_hant: 如果操作需要權限，可開啟 macOS 系統設定檢查存取權限。

# settings.permissions.open
source: Open System Settings
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

# settings.permissions.title
source: Permissions
zh_hans: 权限
zh_hant: 權限

# sidebar.analyze
source: Analyze
zh_hans: 分析
zh_hant: 分析

# sidebar.clean
source: Clean
zh_hans: 清理
zh_hant: 清理

# sidebar.history
source: History
zh_hans: 历史
zh_hant: 歷史

# sidebar.optimize
source: Optimize
zh_hans: 优化
zh_hant: 最佳化

# sidebar.purge
source: Purge
zh_hans: 清除
zh_hant: 清除

# sidebar.settings
source: Settings
zh_hans: 设置
zh_hant: 設定

# sidebar.status
source: Status
zh_hans: 状态
zh_hant: 狀態

# sidebar.uninstall
source: Uninstall
zh_hans: 卸载
zh_hant: 解除安裝

# sidebar.whitelist
source: Whitelist
zh_hans: 白名单
zh_hant: 白名單

# status.cpu.usage
source: Usage
zh_hans: 使用率
zh_hant: 使用率

# status.disk
source: Disk
zh_hans: 磁盘
zh_hant: 磁碟

# status.disk.used_percent
source: Used
zh_hans: 已用
zh_hant: 已用

# status.disk.used_total
source: Used / Total
zh_hans: 已用 / 总量
zh_hant: 已用 / 總量

# status.error_title
source: Unable to load status
zh_hans: 状态加载失败
zh_hant: 狀態載入失敗

# status.health
source: Health
zh_hans: 健康
zh_hant: 健康

# status.health_score
source: Health score
zh_hans: 健康分
zh_hant: 健康分

# status.loading
source: Loading status…
zh_hans: 正在加载状态…
zh_hant: 正在載入狀態…

# status.memory
source: Memory
zh_hans: 内存
zh_hant: 記憶體

# status.memory.used_percent
source: Used
zh_hans: 已用
zh_hant: 已用

# status.memory.used_total
source: Used / Total
zh_hans: 已用 / 总量
zh_hant: 已用 / 總量

# analyze.back
source: Back
zh_hans: 返回
zh_hant: 返回

# analyze.entries
source: Entries
zh_hans: 条目
zh_hant: 項目

# analyze.error_title
source: Unable to load analysis
zh_hans: 分析加载失败
zh_hant: 分析載入失敗

# analyze.loading
source: Loading analysis…
zh_hans: 正在加载分析…
zh_hant: 正在載入分析…

# analyze.overview
source: Overview
zh_hans: 概览
zh_hant: 概覽

# analyze.path
source: Directory
zh_hans: 目录
zh_hant: 目錄

# analyze.refresh
source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

# history.deletions
source: Deletions
zh_hans: 删除记录
zh_hant: 刪除記錄

# history.empty
source: No history yet
zh_hans: 暂无历史记录
zh_hant: 暫無歷史記錄

# history.empty_summary
source: Mole has not recorded any operations or deletions.
zh_hans: mole 尚未记录操作或删除。
zh_hant: mole 尚未記錄操作或刪除。

# history.error_title
source: Unable to load history
zh_hans: 历史加载失败
zh_hant: 歷史載入失敗

# history.items
source: Items
zh_hans: 项目
zh_hant: 項目

# history.loading
source: Loading history…
zh_hans: 正在加载历史…
zh_hant: 正在載入歷史…

# history.refresh
source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

# history.sessions
source: Sessions
zh_hans: 操作会话
zh_hant: 操作工作階段

# history.size
source: Size
zh_hans: 大小
zh_hant: 大小

# status.refresh
source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

# whitelist.add
source: Add
zh_hans: 添加
zh_hant: 新增

# whitelist.add_placeholder
source: Path or pattern
zh_hans: 路径或模式
zh_hant: 路徑或模式

# whitelist.clean_summary
source: Only the clean whitelist is editable here. Optimize whitelist is not supported yet.
zh_hans: 此处仅编辑 clean 白名单，暂不支持 optimize 白名单。
zh_hant: 此處僅編輯 clean 白名單，暫不支援 optimize 白名單。

# whitelist.clean_title
source: Clean whitelist
zh_hans: Clean 白名单
zh_hant: Clean 白名單

# whitelist.comments
source: Comments (read-only)
zh_hans: 注释（只读）
zh_hant: 註解（唯讀）

# whitelist.empty
source: No whitelist patterns
zh_hans: 暂无白名单模式
zh_hant: 暫無白名單模式

# whitelist.error_title
source: Unable to load whitelist
zh_hans: 白名单加载失败
zh_hant: 白名單載入失敗

# whitelist.loading
source: Loading whitelist…
zh_hans: 正在加载白名单…
zh_hant: 正在載入白名單…

# whitelist.patterns
source: Patterns
zh_hans: 模式
zh_hant: 模式

# whitelist.remove
source: Remove pattern
zh_hans: 删除模式
zh_hant: 刪除模式

# whitelist.save
source: Save
zh_hans: 保存
zh_hant: 儲存

source: Whitelist saved
zh_hans: 白名单已保存
zh_hant: 白名單已儲存

# settings.language.zh-Hans
source: 简体中文
zh_hant: 簡體中文
